[
    {
        "service_id": "1",
        "title": "Wedding Photography",
        "img": "https://cdn0.weddingwire.in/article/9086/3_2/960/jpg/16809-creative-wedding-photography-avinash-dhoundhiyal-photography-lead-image.jpeg",
        "price": "20.00",
        "description": "There are a wide variety of albums and manufacturers available, and photographers may provide traditional matted albums, digitally designed coffee table albums, contemporary flush mount albums, hardbound books, scrapbook style albums, or a combination of any of the above. Albums may be included as part of a pre-purchased package, or they may be added as an after-wedding purchase. Not all photographers provide albums; some may prefer to provide prints and/or files and let clients make their own albums.Most photographers allow clients to purchase additional prints for themselves or their families. Many photographers now provide online sales either through galleries located on their own websites or through partnerships with other vendors. Those vendors typically host the images and provide the back end sales mechanism for the photographer; the photographer sets his or her own prices and the vendor takes a commission or charges a flat fee.Some photographers also include high resolution photograph files in their packages. These photographers allow their clients limited rights to reproduce the images for their personal use, while retaining the copyright. Not all photographers release files and those who do will most likely charge a premium for them, since releasing files sometimes means giving up any after wedding print or album sales for the most part. In the cases where photographers release the high resolution images they are usually supplied on CD, DVD or USB Stick however, this depends on the individual companies and it's recommended the client(s) checks what is included with the photographers wedding photography package before signing any contracts."
    },
    {
        "service_id": "2",
        "title": "Sports Photography",
        "img": "https://assets-global.website-files.com/5db01dfd6249005ff9b60c24/62e2a629576adfd0c74f4df5_action_0007%20(optimized).jpeg",
        "price": "25.00",
        "description": "Equipment typically used for sports photography includes a digital single-lens reflex (DSLR) camera or Mirrorless Camera with high continuous shooting speeds and interchangeable lenses ranging from 14mm to 400mm or longer in focal length, depending on the type of sport. The proper lenses are very important as they allow the photographer to reach closer or farther as quickly as possible to keep up with the game play. Essential accessories include a monopod or tripod for stability and extra batteries. Longer focal length lenses are typically used to photograph action in sports such as football, while wide angle lenses can be used for sideline and close-up athlete photos.Both zoom and prime lenses are used; zoom lenses (generally in the 70-200, 75-300, 100-400 or 200-400 range) allow a greater range of framing; primes are faster, cheaper, lighter, and optically superior, but are more restricted in framing. As an example the Nikon AF-S NIKKOR 400mm f/2.8G ED VR AF lens and the Canon EF 300mm f/2.8L IS II USM lens are both fixed telephoto lenses which cannot zoom.Indoor sports photography, as mentioned earlier, can present its own challenges with less distance between the action and photographer and extreme lighting. For example, competition cheerleading allows for photographers to be up close to the action while looking upwards directly into harsh stage lighting against a black background. A different approach to such a situation is to use the prime lens named a nifty fifty. The shutter speed is extremely fast while still setting the aperture to bring in enough light. In this scenario a budget telephoto lens would produce both dark and blurry images. Using a prime 50mm lens is a budget friendly option for many other indoor events such as school plays, concerts, dance recitals, etc."
    },
    {
        "service_id": "3",
        "title": "Wild Photography",
        "img": "https://iso.500px.com/wp-content/uploads/2020/09/Playful-Leopard-Cub-By-Will-Burrard-Lucas.jpeg",
        "price": "200.00",
        "description": "Wildlife photography is a genre of photography concerned with documenting various forms of wildlife in their natural habitat.As well as requiring photography skills, wildlife photographers may need field craft skills. For example, some animals and birds are difficult to approach and thus a knowledge of the animal's and birds behavior is needed in order to be able to predict its actions. Photographing some species may require stalking skills or the use of a hide/blind for concealment.In the early days of photography, it was difficult to get a photograph of wildlife due to slow lenses and the low sensitivity of photographic media.[2] Earlier photos of animals were often captive animals.[3][4] These included photos of lion cubs taken at the Bristol zoo in 1854 and in 1864, photos of the last Quagga by Frank Hayes.[5] Wildlife photography gained more traction when faster photography emulsions and quicker shutters came in the 1880s.[6] Developments like these lead to photos such as the ones taken by German Ottomar Anschutz in 1884, the first shots of wild birds in action.[6] In July 1906, National Geographic published its first wildlife photos.[7] The photos were taken by George Shiras III, a U.S. Representative from Pennsylvania. Some of his photos were taken with the first wire-tripped camera traps.excepturi, fugiat aut nihil neque aliquid sapiente dignissimos provident, animi molestiae ipsum. Repudiandae ipsa id nihil reiciendis soluta eos ducimus pariatur, nam architecto tenetur quo quos commodi est libero repellendus vitae. Fuga numquam nulla nam, facere neque expedita voluptatibus pariatur necessitatibus vel, dignissimos ab esse magni accusamus eveniet ad corrupti, architecto nostrum. Aspernatur ex quibusdam at cum nulla!"
    },
    {
        "service_id": "4",
        "title": "Fine-art Photography",
        "img": "https://iso.500px.com/wp-content/uploads/2016/05/stock-photo-136664977.jpg",
        "price": "150.00",
        "description": "Fine-art photography is photography created in line with the vision of the photographer as artist, using photography as a medium for creative expression. The goal of fine-art photography is to express an idea, a message, or an emotion. This stands in contrast to representational photography, such as photojournalism, which provides a documentary visual account of specific subjects and events, literally representing objective reality rather than the subjective intent of the photographer; and commercial photography, the primary focus of which is to advertise products, or services.One photography historian claimed that the earliest exponent of 'Fine Art' or composition photography was John Edwin Mayall, who exhibited daguerreotypes illustrating the Lord's Prayer in 1851.[2] Successful attempts to make fine art photography can be traced to Victorian era practitioners such as Julia Margaret Cameron, Charles Lutwidge Dodgson, and Oscar Gustave Rejlander and others. In the U.S. F. Holland Day, Alfred Stieglitz and Edward Steichen were instrumental in making photography a fine art, and Stieglitz was especially notable in introducing it into museum collections. id nihil reiciendis soluta eos ducimus pariatur, nam architecto tenetur quo quos commodi est libero repellendus vitae. Fuga numquam nulla nam, facere neque expedita voluptatibus pariatur necessitatibus vel, dignissimos ab esse magni accusamus eveniet ad corrupti, architecto nostrum. Aspernatur ex quibusdam at cum nulla!"
    },
    {
        "service_id": "5",
        "title": "Fasion Photography",
        "img": "https://inspgr.id/app/uploads/2022/05/photography-zhurkanov-semechkin-feature.jpg",
        "price": "30.00",
        "description": "Fashion photography is a genre of photography which is devoted to displaying clothing and other fashion items. Fashion photography is most often conducted for advertisements or fashion magazines such as Vogue, Vanity Fair, or Elle. It has grown into becoming a necessary way for designers to get their work out to the public. Fashion photography has developed its own aesthetic in which the clothes and fashions are enhanced by the presence of exotic locations or accessories.!In the first decade of the 20th century, advances in halftone printing allowed fashion photographs to be used in magazines, which caused fashion magazines to become popular subscriptions in the United States. Fashion photography made its first appearance in French and American magazines such as La mode pratique and Harper's Bazaar.[3] In 1909, Condé Nast took over Vogue magazine and also contributed to the beginnings of fashion photography. In 1911, photographer Edward Steichen was dared by Lucien Vogel, the publisher of Jardin des Modes and La Gazette du Bon Ton, to promote fashion as a fine art by the use of photography.[4] Steichen then took photos of gowns designed by couturier Paul Poiret.[4] These photographs were published in the April 1911 issue of the magazine Art et Décoration.[4] According to Jesse Alexander, This is ...now considered to be the first ever modern fashion photography shoot. That is, photographing the garments in such a way as to convey a sense of their physical quality as well as their formal appearance, as opposed to simply illustrating the object.[5] Steichen's high esteem as a photographer led him not only to Vogue as the chief photographer, but Vanity as well, for fourteen years.[6] Upon getting hired by the multimedia company, Condé Nast, Baron Adolph de Meyer was the first full-time photographer for Vogue in 1913."
    },
    {
        "service_id": "6",
        "title": "Food Photography",
        "img": "https://clicklovegrow.com/wp-content/uploads/2020/03/Naomi-Sherman-Advanced-Graduate4.jpg",
        "price": "50.00",
        "description": "Food photography is a still life photography genre used to create attractive still life photographs of food. It is a specialization of commercial photography, the products of which are used in advertisements, magazines, packaging, menus or cookbooks. Professional food photography is a collaborative effort, usually involving an art director, a photographer, a food stylist, a prop stylist and their assistants.The first known photograph that showed food as a subject was a 1845 daguerreotype by William Henry Fox Talbot showing peaches and a pineapple.[3]For a long time, food photographs tended to be shot and composed in a manner similar to the way people were used to encountering their food: laid out on a table setting and shot from an overhead perspective, i.e., from the point of view of the eater.[4] Stylists accordingly arranged the food to appear good from above, with the items arranged flat on the plate and clearly separated from each other.Later, romantic lighting, shallower angles and more props came en vogue,[4] with extreme cases leading to the term food porn. Most recently, the prevailing trend in Western commercial food photography is to present the food as simple, clean and naturally as possible and with little props, often using effects such as selective focus, tilted plates, and extreme close-ups.[4] This complements trends in professional cooking to make the food more visually interesting. For instance, the height of dishes tends to increase and their elements are often layered, which lends itself well to narrow-angled shots."
    }
]